---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.OutdoorAirPerArea
source: html/a464726b-22aa-b859-b174-df10ac283702.htm
---
# Autodesk.Revit.DB.Mechanical.Space.OutdoorAirPerArea Property

Get the Specified OutdoorAirPerArea of the Space.

## Syntax (C#)
```csharp
public double OutdoorAirPerArea { get; }
```

## Remarks
This property is used to get the Specified OutdoorAirPerArea (Unit: ft/s) of the Space.